Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: The file upload has failed.
fr_fr: Le téléchargement du fichier a échoué.

source: The file was successfully uploaded.
fr_fr: Le fichier a été correctement chargé.

source: Fill in the template
fr_fr: Remplir le modèle

source: Upload the file
fr_fr: Téléverser le fichier

source: Supported formats: CSV. Max 10MB for file.
fr_fr: Formats pris en charge : CSV. 10 Mo maximum par fichier.

source: File upload for {{language}}
fr_fr: Téléchargement de fichier pour {{language}}

source: Upload additional files
fr_fr: Téléverser des fichiers supplémentaires

source: Company name
fr_fr: Nom de l'entreprise

source: Enter
fr_fr: Entrer

source: Your company name could not be found; please check the spelling and try again. If you need further support, please contact your internal IT helpdesk or your system administrator.
fr_fr: Le nom d'entreprise fourni est introuvable. Veuillez vérifier l'orthographe, puis réessayez. Si vous avez besoin d'une assistance supplémentaire, veuillez contacter votre service d'assistance informatique interne ou votre administrateur système.

source: Something's not right.
fr_fr: Un problème s'est produit.

source: Enter your company name
fr_fr: Saisissez le nom de votre entreprise

source: Welcome
fr_fr: Bienvenue

source: Your email
fr_fr: Votre email

source: Username or email
fr_fr: Nom d'utilisateur ou email

source: Enter your email
fr_fr: Saisissez votre email

source: I'm logging in for the first time/I forgot my password
fr_fr: Je me connecte pour la première fois/J'ai oublié mon mot de passe

source: It's great to see you!
fr_fr: C'est un plaisir de vous voir !

source: Re-enter my company name
fr_fr: Saisir de nouveau le nom de mon entreprise

source: You are signed in to company:
fr_fr: Vous êtes connecté(e) à l'entreprise :

source: Sign in with my company SSO login
fr_fr: Utiliser mes identifiants SSO d'entreprise

source: Log back in
fr_fr: Nouvelle connexion

source: You have been successfully logged out.
fr_fr: Vous avez été correctement déconnecté.

source: Logout successful
fr_fr: Déconnexion correctement effectuée

source: Professional roles
fr_fr: Rôles professionnels

source: Exceeded
fr_fr: Dépassé

source: Progress slider
fr_fr: Curseur de progression

source: Please add at least one measurement criteria.
fr_fr: Veuillez ajouter au moins un critère de mesure.

source: Start value
fr_fr: Valeur de départ

source: Binary
fr_fr: Binaire

source: Financial
fr_fr: Financier

source: Unit
fr_fr: Unité

source: Progress: {{progress}}%
fr_fr: Progression : {{progress}} %

source: Got it, thanks!
fr_fr: J'ai compris, merci !

source: The model was successfully created.
fr_fr: Le modèle a été correctement créé.

source: Dataset
fr_fr: Jeu de données

source: Edit model
fr_fr: Modifier le modèle

source: The details of the model were successfully saved.
fr_fr: Les détails du modèle ont été correctement enregistrés.

source: All data
fr_fr: Toutes les données

source: Selected models
fr_fr: Modèles sélectionnés

source: The models were successfully deleted.
fr_fr: Les modèles ont été correctement supprimés.

source: The model was successfully deleted.
fr_fr: Le modèle a été correctement supprimé.

source: No results.<br/>Clear your search to show all results.
fr_fr: Aucun résultat.<br/>Effacez votre recherche pour afficher tous les résultats.

source: Export data
fr_fr: Exporter les données

source: Features
fr_fr: Fonctionnalités

source: Models list
fr_fr: Liste des modèles

source: Training data last refreshed on
fr_fr: Données d'entraînement mises à jour le

source: No models in the selected dataset
fr_fr: Aucun modèle dans le jeu de données sélectionné

source: No models with name "{{phrase}}"
fr_fr: Aucun modèle du nom de "{{phrase}}".

source: Open {{name}} properties
fr_fr: Ouvrir les propriétés de {{name}}

source: Training might be required; the training data is older than the latest refreshed data.
fr_fr: Une entraînement peut être requis ; les données d'entraînement sont plus anciennes que les dernières données actualisées.

source: Retrain
fr_fr: Ré-entraîner

source: The model was successfully retrained.
fr_fr: Le modèle a été correctement ré-entraîné.

source: Select model {{name}}
fr_fr: Sélectionner le modèle {{name}}

source: Training data as of
fr_fr: Données d'entraînement en date du

source: Unselect model {{name}}
fr_fr: Désélectionner le modèle {{name}}

source: Model description
fr_fr: Description du modèle

source: Add a description for the model
fr_fr: Ajoutez une description pour le modèle

source: Export model
fr_fr: Exporter le modèle

source: Feature
fr_fr: Fonctionnalité

source: Significance
fr_fr: Importance

source: Significance ranges:
fr_fr: Plages de signification :

source: Standard error
fr_fr: Erreur standard

source: T-value
fr_fr: Valeur T

source: This model doesn't have any features yet.
fr_fr: Ce modèle n'a aucune fonctionnalité pour le moment.

source: Model features
fr_fr: Fonctionnalités du modèle

source: Data scope:
fr_fr: Périmètre des données :

source: Model information
fr_fr: Informations sur le modèle

source: Label:
fr_fr: Intitulé :

source: Last trained by:
fr_fr: Dernier entraînement par :

source: Last trained on:
fr_fr: Dernier entraînement le :

source: Data version:
fr_fr: Version des données :

source: Adjusted R squared:
fr_fr: R carré ajusté :

source: No model performance defined yet.
fr_fr: Aucune performance de modèle définie pour le moment.

source: Model performance
fr_fr: Performance du modèle

source: Loss function:
fr_fr: Fonction objectif :

source: Mean absolute error:
fr_fr: Erreur absolue moyenne :

source: Mean squared error:
fr_fr: Erreur quadratique moyenne :

source: R squared:
fr_fr: R carré :

source: Root mean squared error:
fr_fr: Racine de l'erreur quadratique moyenne :

source: No population criteria yet.
fr_fr: Aucun critère de population n'a encore été défini.

source: Population criteria:
fr_fr: Critères de population :

source: Model name
fr_fr: Nom du modèle

source: Enter the name of the model
fr_fr: Saisissez le nom du modèle

source: Edit model details
fr_fr: Modifier les détails du modèle

source: Training performance
fr_fr: Performance d'entraînement

source: A performance metric displayed in % and reflecting the ability of a model to explain the drivers of pay. For linear regression, it reflects the adjusted R^2.
fr_fr: Indicateur de performance affiché en % et reflétant la capacité d'un modèle à expliquer les facteurs de rémunération. Pour la régression linéaire, il reflète la valeur R^2 ajustée.

source: Training data used
fr_fr: Données d'entraînement utilisées

source: Add all features
fr_fr: Ajouter toutes les fonctionnalités

source: Add all
fr_fr: Ajouter tout

source: Available
fr_fr: Disponible

source: Remove all features
fr_fr: Supprimer toutes les fonctionnalités

source: Selected
fr_fr: Sélectionné

source: Feature tree
fr_fr: Arbre de fonctionnalités

source: No population yet
fr_fr: Aucune population pour le moment

source: Confirm population
fr_fr: Confirmer la population

source: The population criteria were successfully saved.
fr_fr: Les critères de population ont été correctement enregistrés.

source: Training data
fr_fr: Données d'entraînement

source: Training complete.
fr_fr: Entraînement terminé

source: in
fr_fr: dans

source: not in
fr_fr: n'est pas dans

source: Training complete
fr_fr: Entraînement terminé

source: Keep new
fr_fr: Conserver le nouveau

source: Keep original
fr_fr: Conserver l'original

source: Training saved
fr_fr: Entraînement enregistré

source: +{{count}} more
fr_fr: +{{count}} de plus

source: Please contact your administrator to enable the plugin.
fr_fr: Veuillez contacter votre administrateur pour activer le plugin.

source: Your account does not have access to this feature.
fr_fr: Vous n'avez pas accès à cette fonctionnalité.

source: Plugin access disabled
fr_fr: Accès au plugin désactivé

source: {{count}} option available
fr_fr: {{count}} option disponible

source: {{count}} options available
fr_fr: {{count}} options disponibles

source: Loading...
fr_fr: Chargement en cours

source: No options available
fr_fr: Aucune option disponible

source: Based in
fr_fr: Basé(e) à

source: You have no listed team members. Come back later for further updates.
fr_fr: Vous n'avez aucun membre d'équipe répertorié. Revenez plus tard pour plus d'informations.

source: Goals that require an action from you or your manager
fr_fr: Objectifs qui nécessitent une action de votre part ou de la part de votre manager.

source: Approve or reject goals individually or approve all with optional comments.
fr_fr: Approuvez ou rejetez individuellement les objectifs ou approuvez-les tous, avec la possibilité d'ajouter des commentaires.

source: Goals that you own and need to work on.
fr_fr: Objectifs dont vous êtes titulaire et sur lesquels vous devez travailler.

source: Goals that are shared with me
fr_fr: Objectifs qui me sont partagés

source: Goal category
fr_fr: Catégorie d'objectifs

source: My goals
fr_fr: Mes objectifs

source: {{weight}}% weight of my goal plan
fr_fr: {{weight}} % du poids de mon plan d'objectif

source: Start your journey
fr_fr: Commencez votre parcours

source: By setting a new goal
fr_fr: En définissant un nouvel objectif

source: You currently have no goals. Once goals are set, you'll be able to track your progress here.
fr_fr: Vous n'avez actuellement aucun objectif. Une fois que des objectifs sont fixés, vous pourrez suivre vos progrès ici.

source: Here you will see the progress of your goals once they have moved forward.
fr_fr: Consultez ici l'avancement de vos objectifs une fois qu'ils auront progressé.

source: Worker goals
fr_fr: Objectifs de l'employé(e)

source: Empty title
fr_fr: Titre vide

source: Progress
fr_fr: Progression

source: Search for a goal
fr_fr: Rechercher un objectif

source: Search for goals or people
fr_fr: Rechercher des objectifs ou des personnes

source: Ready to submit
fr_fr: Prêt pour soumission

source: Weight: {{weight}}%
fr_fr: Pondération : {{weight}} %

source: {{weight}}% weight
fr_fr: {{weight}} % du poids

source: Admin configuration
fr_fr: Administration

source: Application setup
fr_fr: Configuration de l'application

source: Browser
fr_fr: Navigateur

source: Budgeting
fr_fr: Budget

source: Business data management
fr_fr: Gestion des données professionnelles

source: Manage workers and organizational data
fr_fr: Gérez les employé(e)s et les données organisationnelles

source: Business logic setup
fr_fr: Configuration de la logique professionnelle

source: Calibration
fr_fr: Calibrage

source: Calibrations
fr_fr: Calibrages

source: Pay Transparency
fr_fr: Rémunération transparente

source: Communication Rounds
fr_fr: Cycles de communication

source: Compensation Management
fr_fr: Gestion de la rémunération

source: Configuration overview
fr_fr: Vue d'ensemble de la configuration

source: Compensation Rounds
fr_fr: Cycles de rémunération

source: Cultural settings
fr_fr: Paramètres culturels

source: Data Management
fr_fr: Gestion des données

source: Worker view
fr_fr: Vue employé(e)

source: Equity
fr_fr: Actions

source: Experience
fr_fr: Expérience

source: Feature Enablement
fr_fr: Activation de fonctions

source: Activate features and adjust their settings
fr_fr: Activez les fonctions et ajustez leurs paramètres

source: Forms
fr_fr: Formulaires

source: Insights
fr_fr: Opinions

source: Homepages
fr_fr: Pages d'accueil

source: Integrations
fr_fr: Intégrations

source: Localizations
fr_fr: Localisations

source: Manager dashboard
fr_fr: Tableau de bord manager

source: Mobile/EX config
fr_fr: Configuration mobile/EX

source: Pay Intelligence
fr_fr: Rémunération intelligente

source: My passport
fr_fr: Mon passeport

source: My reviews
fr_fr: Mes bilans

source: Company Network
fr_fr: Réseau professionnel

source: C.Network
fr_fr: Réseau pro

source: Package builder
fr_fr: Création de packages

source: Pay Information
fr_fr: Informations de rémunération

source: Payout Curves
fr_fr: Courbes de paiement

source: People
fr_fr: Personnes

source: Performance Management
fr_fr: Gestion de la performance

source: Platform Setup
fr_fr: Configuration de la plateforme

source: Define system parameters and customize the user experience on the platform.
fr_fr: Définissez les paramètres du système et personnalisez l'expérience utilisateur sur la plateforme.

source: Privacy
fr_fr: Confidentialité

source: Rules
fr_fr: Règles

source: Security
fr_fr: Sécurité

source: Breadcrumb
fr_fr: Fil d'Ariane

source: Main
fr_fr: Principal

source: Talent Review Templates
fr_fr: Modèles de bilan des talents

source: Individual view
fr_fr: Vue individuelle

source: Team & assigned reviews
fr_fr: Equipe & bilans assignés

source: Toolbox
fr_fr: Boîte à outils

source: Workers & roles
fr_fr: Employé(e)s & rôles

source: City
fr_fr: Ville

source: Delete picture
fr_fr: Supprimer l'image

source: The picture was successfully deleted.
fr_fr: L'image a été correctement supprimée.

source: We couldn't connect.
fr_fr: Nous n'avons pas pu nous connecter.

source: Your Internet connection may be unstable. Please check your connection and try again. If the problem persists, contact your IT team for assistance.
fr_fr: Votre connexion Internet pourrait être instable. Veuillez vérifier votre connexion et réessayer. Si le problème persiste, contactez votre équipe informatique pour obtenir de l'aide.

source: Other
fr_fr: Autre

source: Peer
fr_fr: Pair

source: Direct report
fr_fr: Subordonné direct

source: Upload picture
fr_fr: Charger une image

source: No due date provided
fr_fr: Aucune date d'échéance fournie

source: No priority
fr_fr: Aucune priorité

source: No tracking
fr_fr: Aucun suivi

source: No type
fr_fr: Aucun type

source: The nomination was approved.
fr_fr: La nomination a été approuvée.

source: The nomination was submitted.
fr_fr: La nomination a été soumise.

source: The nomination was rejected.
fr_fr: La nomination a été rejetée.

source: {{count}} days to closing
fr_fr: {{count}} jours avant la clôture

source: Volume updated from {{before}} stocks to {{after}} stocks.
fr_fr: Le volume a été mis à jour de {{before}} à {{after}} actions.

source: Your notification list is empty.
fr_fr: Votre liste de notifications est vide.

source: Are you sure you want to delete all your notifications?
fr_fr: Voulez-vous vraiment supprimer toutes vos notifications ?

source: Are you sure you want to mark all notifications as read?
fr_fr: Voulez-vous vraiment marquer toutes les notifications comme lues ?

source: All notifications were marked as read.
fr_fr: Toutes les notifications ont été marquées comme lues.

source: Mark as read
fr_fr: Marquer comme lue

source: Mark as unread
fr_fr: Marquer comme non lue

source: View all messages
fr_fr: Afficher tous les messages

source: Create nudge
fr_fr: Créer une notification d'encouragement

source: Enter the basic information and the message of the nudge
fr_fr: Saisissez les informations de base et le message de la notification d'encouragement

source: Nudge details
fr_fr: Détails de la notification d'encouragement

source: Define the target population for the nudge
fr_fr: Définissez la population cible pour la notification d'encouragement

source: Default email (notification@beqom.com)
fr_fr: Email par défaut (notification@beqom.com)

source: Email body
fr_fr: Corps de l'email

source: Email text
fr_fr: Texte de l'email

source: Message notification
fr_fr: Notification de message

source: Mobile push notification
fr_fr: Notification push mobile

source: Notification bell text
fr_fr: Texte affiché dans la cloche de notifications

source: Nudge message
fr_fr: Message d'encouragement

source: Sender
fr_fr: Expéditeur

source: Template owners
fr_fr: Titulaires du modèle

source: The name is mandatory.
fr_fr: Le nom est obligatoire.

source: Template settings
fr_fr: Paramètres du modèle

source: Redirection URL
fr_fr: URL de redirection

source: Copy and paste the link to the platform page you want users to visit.
fr_fr: Copiez et collez le lien vers la page de la plateforme que vous souhaitez que les utilisateurs visitent.

source: Are you sure you want to open the duplicated nudge?
fr_fr: Voulez-vous vraiment ouvrir la notification d'encouragement dupliquée ?

source: Download the modified Excel file
fr_fr: Téléchargez le fichier Excel modifié

source: Compile the list of people who will receive the nudge notification.
fr_fr: Compilez la liste des personnes qui recevront la notification d'encouragement.

source: View nudge
fr_fr: Voir la notification d'encouragement

source: Nudge
fr_fr: Notification d'encouragement

source: Download Excel template
fr_fr: Téléchargez le modèle Excel

source: Edit the Excel file
fr_fr: Modifiez le fichier Excel

source: Add at least one recipient to send the nudge.
fr_fr: Ajoutez au moins un destinataire pour envoyer la notification d'encouragement.

source: Individuals to exclude
fr_fr: Personnes à exclure

source: Individuals to include
fr_fr: Personnes à inclure

source: Upload a list of recipients
fr_fr: Télécharger une liste de destinataires

source: Build a population
fr_fr: Créer une population

source: Number of recipients: {{count}}
fr_fr: Nombre de destinataires : {{count}}

source: Population setup is restricted by template creator
fr_fr: La configuration de la population est limitée par créateur du modèle

source: Remove all selections
fr_fr: Retirer toutes les sélections

source: Send nudge
fr_fr: Envoyer une notification d'encouragement

source: Are you sure you want to send the nudge to {{count}} recipient?
fr_fr: Voulez-vous vraiment envoyer la notification à {{count}} destinataire ?

source: Are you sure you want to send the nudge to {{count}} recipients?
fr_fr: Voulez-vous vraiment envoyer la notification à {{count}} destinataires ?

source: Supported file formats: Excel. Maximum file size: 10MB.
fr_fr: Formats de fichiers pris en charge : Excel. Taille maximale du fichier : 10 Mo.

source: An error occurred while validating the file. Please check the column names, the mandatory data and the file format, before trying again.
fr_fr: Une erreur s'est produite lors de la validation du fichier. Veuillez vérifier les noms de colonnes, les données obligatoires et le format du fichier, puis réessayez.

source: The file was successfully uploaded. Please download the log file.
fr_fr: Le fichier a été correctement chargé. Veuillez télécharger le fichier journal.

source: The nudge notification was successfully sent.
fr_fr: La notification d'encouragement a été correctement envoyée.

source: Go to first page
fr_fr: Première page

source: Go to {{page}} page
fr_fr: Aller à la page {{page}}

source: Items per page
fr_fr: Éléments par page

source: {{firstRowPosition}} - {{lastRowPosition}} of {{totalRows}}
fr_fr: {{firstRowPosition}} - {{lastRowPosition}} sur {{totalRows}}

source: Go to last page
fr_fr: Dernière page

source: Go to next page
fr_fr: Page suivante

source: Go to previous page
fr_fr: Page précédente

source: of
fr_fr: sur

source: Paragraph
fr_fr: Paragraphe

source: External
fr_fr: Externe

source: Benchmarking
fr_fr: Analyse comparative

source: Manager reassigned: you
fr_fr: Manager réaffecté : vous

source: Career development plans that were reassigned to you
fr_fr: Plans de développement de carrière qui vous ont été réattribués

source: You don't have any career development plans assigned.
fr_fr: Vous n'avez aucun plan de développement de carrière attribué.

source: Assigned plans
fr_fr: Plans attribués

source: No files attached
fr_fr: Aucun fichier joint

source: Your admin hasn’t added any resources yet.
fr_fr: Votre administrateur n'a pas encore ajouté de ressources.

source: External link warning
fr_fr: Avertissement sur le lien externe

source: You’re about to visit
fr_fr: Vous êtes sur le point de visiter

source: Please check that this link is trustworthy before continuing.
fr_fr: Veuillez vérifier que ce lien est fiable avant de continuer.

source: Access important company links and resources.
fr_fr: Accédez aux liens et ressources importants de l'entreprise.

source: Conversation about the career development plan
fr_fr: Conversation sur le plan de développement de carrière

source: Go to check-ins
fr_fr: Aller aux check-ins

source: My check-ins
fr_fr: Mes check-ins

source: Career development plan
fr_fr: Plan de développement de carrière

source: Stage
fr_fr: Etape

source: Save comment
fr_fr: Enregistrer le commentaire

source: No career development plans available
fr_fr: Aucun plan de développement de carrière disponible

source: Are you sure you want to submit the career development plan?
fr_fr: Voulez-vous vraiment soumettre le plan de développement de carrière ?

source: Submit career development plan
fr_fr: Soumettre le plan de développement de carrière

source: The career development plan was successfully submitted.
fr_fr: Le plan de développement de carrière a été correctement soumis.

source: Submit to manager
fr_fr: Soumettre au manager

source: Are you sure you want to submit your career development plan to your manager?
fr_fr: Voulez-vous vraiment soumettre votre plan de développement de carrière à votre manager ?

source: Go to goals
fr_fr: Aller aux objectifs

source: Plan category
fr_fr: Catégorie de plan

source: My plans
fr_fr: Mes plans

source: View & manage my career plans
fr_fr: Voir & gérer mes plans de carrière

source: My career plans
fr_fr: Mes plans de carrière

source: Manager reassigned: {{managerName}}
fr_fr: Manager réaffecté : {{managerName}}

source: Track your personal career development progress
fr_fr: Suivez la progression de votre développement de carrière personnel

source: You don't have any career development plans yet
fr_fr: Vous n'avez pas encore de plan de développement de carrière

source: No plans match your search
fr_fr: Aucun plan ne correspond à votre recherche

source: My career development plans
fr_fr: Mes plans de développement de carrière

source: Career development plan name
fr_fr: Nom du plan de développement de carrière

source: Your admin hasn't added any questions yet.
fr_fr: Votre administrateur n'a pas encore ajouté de questions.

source: No questions available
fr_fr: Aucune question disponible

source: Share your thoughts
fr_fr: Partagez vos réflexions

source: The worker will answer this question
fr_fr: L'employé(e) répondra à cette question.

source: Edit to add your answer
fr_fr: Modifiez pour ajouter votre réponse

source: Manager response pending
fr_fr: Réponse du manager en attente

source: No inputs provided
fr_fr: Aucune information fournie

source: Worker response pending
fr_fr: Réponse de l'employé(e) en attente

source: Career development questionnaire
fr_fr: Questionnaire de développement de carrière

source: Add skills to career development plan
fr_fr: Ajouter des compétences au plan de développement de carrière

source: Skill & competency groups
fr_fr: Groupes de compétences & d'aptitudes

source: Enhance your profile by adding and rating your skills
fr_fr: Améliorez votre profil en ajoutant et en notant vos compétences

source: Add your skills
fr_fr: Ajoutez vos compétences

source: Search by skill name
fr_fr: Rechercher par nom de compétence

source: Skill & category
fr_fr: Compétence & catégorie

source: Manager evaluation
fr_fr: Évaluation du manager

source: Select skill level
fr_fr: Sélectionner le niveau de compétence

source: Worker self-rating
fr_fr: Auto-notation de l'employé(e)

source: No manager rating was provided
fr_fr: Aucune évaluation manager n'a été fournie.

source: Pending manager review
fr_fr: En attente de revue manager

source: No self-rating was provided
fr_fr: Aucune auto-évaluation n'a été fournie.

source: Pending worker review
fr_fr: En attente de revue employé(e)
